Repository: wp-plugins/featured-pages-customizer
Catalog: lang/tc_fpc-*.po
Languages: fr_fr

source: Settings
fr_fr: Options

source: Location
fr_fr: Emplacement

source: Main colors
fr_fr: Couleurs principales

source: Thumbnails
fr_fr: Vignettes

source: Title and excerpt
fr_fr: Titre et extrait

source: Buttons
fr_fr: Boutons

source: Featured pages selection
fr_fr: Choix du contenu en une

source: Titles and excerpts
fr_fr: Titres et extraits

source: Edit Featured Pages
fr_fr: Editer votre contenu en une

source: Customizer screen
fr_fr: WordPress Customizer

source: here
fr_fr: ici

source: Featured page
fr_fr: Pages en une

source: Before header
fr_fr: Avant haut de page

source: After main menu
fr_fr: Après le menu principal

source: After header
fr_fr: Après le haut de page

source: Before featured posts
fr_fr: Avant les billets en une

source: After featured posts
fr_fr: Après les billets en une

source: Before main wrapper
fr_fr: Avant le bloc principal

source: After main wrapper
fr_fr: Après le boc principal

source: Before content
fr_fr: Avant le contenu

source: Before footer
fr_fr: Avant le pied de page

source: Home featured page one
fr_fr: Première page en une

source: Home featured page two
fr_fr: Deuxième page en une

source: Home featured page three
fr_fr: Troisième page en une

source: Featured text one (200 char. max)
fr_fr: Texte de la première page (200 car. max)

source: Featured text two (200 char. max)
fr_fr: Texte de la deuxième page (200 car. max)

source: Featured text three (200 char. max)
fr_fr: Texte de la troisième page (200 car. max)

source: Custom featured page %1$s
fr_fr: Page personnalisée %1$s

source: Featured text %1$s (200 car. max)
fr_fr: Text de la page %1$s

source: You need to select a page first. Leave this field empty if you want to use the excerpt. You can include HTML tags.
fr_fr: Choisissez d'abord une page. Laissez ce champ vide si vous souhaitez utiliser l'extrait automatique. HTML possible.

source: &#45; Select &#45;
fr_fr: &#45; Choisir &#45;

source: Blue
fr_fr: Bleu

source: Green
fr_fr: Vert

source: Yellow
fr_fr: Jaune

source: Red
fr_fr: Rouge

source: Purple
fr_fr: Violet

source: Grey
fr_fr: Gris

source: Light grey
fr_fr: Gris clair

source: Black
fr_fr: Noir

source: Featured Pages
fr_fr: Pages en une

source: Customize your featured pages
fr_fr: Customisez votre contenu à la une

source: Display home featured pages area
fr_fr: Afficher le block des pages en une

source: Enable
fr_fr: Activer

source: Disable
fr_fr: Désactiver

source: Select a location
fr_fr: Choisir un emplacement

source: Background color
fr_fr: Couleur d'arrière plan

source: Display thumbnails
fr_fr: Afficher les vignettes

source: Display titles
fr_fr: Afficher les titres

source: Display excerpts
fr_fr: Afficher les extraits

source: Title/excerpt color
fr_fr: Couleurs du titre et extrait

source: Limit excerpt to 200 chars.
fr_fr: Limiter l'extrait à 200 car.

source: Uncheck this option if you want to disable the default limit of the excerpt.
fr_fr: Décocher cette option pour désactiver la limite de caractères pour l'extrait.

source: Display buttons
fr_fr: Afficher les boutons

source: Read more &raquo;
fr_fr: Plus &raquo;

source: Button text
fr_fr: Text des boutons

source: Select a button style
fr_fr: Choisir un style de bouton

source: Button text color
fr_fr: Couleur du texte du bouton
